name: "sklearn-iris-to"
backend: "onnxruntime"
max_batch_size : 256
input [
  {
    name: "INPUT__0"
    data_type: TYPE_FP32
    dims: [ 1, 4 ]
  }
]
output [
  {
    name: "OUTPUT__0"
    data_type: TYPE_FP32
    dims: [ 1, 1]
  }
]

instance_group [
    {
        count: 1
        kind: KIND_CPU
    }
]
