name: "sklearn-iris-to"
backend: "onnxruntime"
max_batch_size : 256
input [
  {
    name: "float_input:0"
    data_type: TYPE_FP32
    dims: [ 1, 4 ]
  }
]
output [
  {
    name: "label:0"
    data_type: TYPE_FP32
    dims: [ 1, 1]
  }
]
